src/main/resources/templates/seguros-mundial/consultar-formulario.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <ConsultarFormularioAP xmlns="http://www.mundialseguros.com.co/">
      <nroFormulario>${body.get("nroFormulario")}</nroFormulario>
    </ConsultarFormularioAP>
  </soap12:Body>
</soap12:Envelope>